Repository: JayAgra/ma-central
Catalog: iOS/ma-central/Localizable.xcstrings
Source language: en
Languages: es_us, fr, la, zh_hans

source: [Counselors & Appointments](https://www.mabears.org/Counseling/index.html)
es_us: [Consejeros y citas](https://www.mabears.org/Counseling/index.html)
fr: [Conseillers et rendez-vous](https://www.mabears.org/Counseling/index.html)
la: [Adjutores & Institutiones] (https://www.mabears.org/Counseling/index.html)
zh_hans: [辅导员和预约]（https://www.mabears.org/Counseling/index.html）

source: [Peace & Wellness Space](https://www.mabears.org/Counseling/Social--Emotional-Support-Staff/Wellness-Resources/index.html)
es_us: [Espacio de Paz y Bienestar](https://www.mabears.org/Counseling/Social--Emotional-Support-Staff/Wellness-Resources/index.html)
fr: [Espace Paix et Bien-être](https://www.mabears.org/Counseling/Social--Emotional-Support-Staff/Wellness-Resources/index.html)
la: [Pax & Hotel Spatium](https://www.mabears.org/Counseling/Social--Emotional-Support-Staff/Wellness-Resources/index.html)
zh_hans: [和平与健康空间]（https://www.mabears.org/Counseling/Social--Emotional-Support-Staff/Wellness-Resources/index.html）

source: 24/7/365 support to connect students and families to treatment providers anonymously, available at the Care Solace website or by calling the number above. Services are available in 200+ languages and accomodate all types of insurance or no insurance.
es_us: Asistencia las 24 horas, los 7 días de la semana, los 365 días del año para conectar a los estudiantes y a las familias con los proveedores de tratamiento de forma anónima, disponible en el sitio web de Care Solace o llamando al número que figura más arriba. Los servicios están disponibles en más de 200 idiomas y se adaptan a todo tipo de seguros o a personas sin seguro.
fr: Assistance 24h/24, 7j/7 et 365j/an pour mettre en relation les étudiants et les familles avec des prestataires de soins de manière anonyme, disponible sur le site Web de Care Solace ou en appelant le numéro ci-dessus. Les services sont disponibles dans plus de 200 langues et s'adaptent à tous les types d'assurance ou sans assurance.
la: 24/7/365 subsidia coniungendi studiosos et familias curandi provisoribus incerti auctoris, praesto ad curationem loci Solatium vel numerum supra vocatum. Officia in 200+ linguis praesto sunt et omnia genera assecurationis vel nulla assecurationis accommodata sunt.
zh_hans: 24/7/365 支持将学生和家庭匿名与治疗提供者联系起来，可通过 Care Solace 网站或拨打上述号码获得。服务支持 200 多种语言，适用于所有类型的保险或无保险。

source: Account Management
es_us: Gestión de cuentas
fr: Gestion de compte
la: Persona electiones
zh_hans: 帐户管理

source: Add Student ID to Wallet
es_us: Agregar identificación de estudiante a Wallet
fr: Ajouter une carte d'étudiant au portefeuille
la: Discipulus ut pera
zh_hans: 将学生证添加到钱包

source: Additional Account Controls
es_us: Controles de cuenta adicionales
fr: Contrôles de compte supplémentaires
la: Plus personam electiones
zh_hans: 附加帐户控制

source: Are you sure you would like to delete this event? This action is irreversible.
es_us: ¿Estás seguro de que deseas eliminar este evento? Esta acción es irreversible.
fr: Etes-vous sûr de vouloir supprimer cet événement ? Cette action est irréversible.
la: Certus esne rem hanc delere velis? Haec actio immedicabile est.
zh_hans: 您确实要删除此事件吗？此操作不可逆。

source: Ask a new question
es_us: Haz una nueva pregunta
fr: Poser une nouvelle question
la: Quaeritur novam quaestionem
zh_hans: 提出新问题

source: Auth Error
es_us: Error de autenticación
fr: Erreur d'authentification
la: Comprobatio errorum
zh_hans: 验证错误

source: Cancel
es_us: Cancelar
fr: Annuler
la: concesso
zh_hans: 取消

source: Clear Cache
es_us: Limpiar caché
fr: Vider le cache
la: patet peculi
zh_hans: 清除缓存

source: Close
es_us: cerrar
fr: fermer
la: claudere
zh_hans: 关

source: Confirm Deletion
es_us: Confirmar Eliminación
fr: Confirmer la suppression
la: Adfirmare Deletionem
zh_hans: 确认删除

source: Continue
es_us: Continuar
fr: Continuer
zh_hans: 继续

source: Continue As Guest
es_us: Continuar como invitado
fr: Continuer en tant qu'invité
la: cum Hospes
zh_hans: 继续作为访客

source: Create
es_us: Crear
fr: Créer
la: novus
zh_hans: 创造

source: Create Account
es_us: Crear una cuenta
fr: Créer un compte
la: novus homo
zh_hans: 创建账户

source: Create Event
es_us: Crear evento
fr: Créer un événement
la: novus res
zh_hans: 创建活动

source: Delete
es_us: Eliminar
fr: Supprimer
la: delere
zh_hans: 删除

source: Delete Account
es_us: Eliminar cuenta
fr: Supprimer le compte
la: occidere hominem
zh_hans: 删除帐户

# Delete Event %@ (ID %@)
source: Delete Event %1$@ (ID %2$@)
es_us: Eliminar evento %1$@ (ID %2$@)
fr: Supprimer l'événement %@ (ID %@)
la: occiditis eventu %1$@ (ID %2$@)
zh_hans: 删除事件 %1$@ (ID %2$@)

source: Done
es_us: hecho
fr: fini
la: perfectus
zh_hans: 完毕

source: Enter your question...
es_us: Ingrese su pregunta...
fr: Entrez votre question...
la: interrogo...
zh_hans: 输入您的问题...

source: Error
fr: faute
la: problemata
zh_hans: 错误

source: Event Description
es_us: Descripción del evento
fr: Description de l'événement
la: notitia date
zh_hans: 活动描述

source: Event End
es_us: Fin del evento
fr: Fin de l'événement
la: date finem
zh_hans: 活动结束

source: Event Image URL
es_us: URL de la imagen del evento
fr: URL de l'image de l'événement
la: date pictura URL
zh_hans: 活动图片网址

source: Event Start
es_us: Inicio del evento
fr: Début de l'événement
la: date initium
zh_hans: 活动开始

source: Event Title (22 char limit)
es_us: Título del evento (límite de 22 caracteres)
fr: Titre de l'événement (limite de 22 caractères)
la: date titulum
zh_hans: 活动标题（最多 22 个字符）

source: Events
es_us: Eventos
fr: Événements
la: dies
zh_hans: 活动

source: Find a resource with our chatbot
es_us: Encuentra un recurso con nuestro chatbot
fr: Trouvez une ressource avec notre chatbot
la: Inveni librum cum machina nostra Disputatio
zh_hans: 使用我们的聊天机器人查找资源

source: Find the location on the map, zoom in close, and ensure the location is directly in the center. Tap to select a point.
es_us: Busque la ubicación en el mapa, amplíe la imagen y asegúrese de que la ubicación esté directamente en el centro. Toque para seleccionar un punto.
fr: Recherchez l'emplacement sur la carte, effectuez un zoom avant et assurez-vous que l'emplacement se trouve directement au centre. Appuyez pour sélectionner un point.
la: Situm in tabula reperies, vade in comminus, et situm in centro directe cures. ICTUS eligere punctum.
zh_hans: 在地图上找到该位置，放大，并确保该位置位于正中央。点击以选择一个点。

source: For other account help (such as adding your student ID), please send an email to dev@jayagra.com containing your username, full name, and user ID (%@).
es_us: Para obtener ayuda con otra cuenta (como agregar su identificación de estudiante), envíe un correo electrónico a dev@jayagra.com con su nombre de usuario, nombre completo e ID de usuario (%@).
fr: Pour toute autre aide concernant votre compte (comme l'ajout de votre identifiant étudiant), veuillez envoyer un e-mail à dev@jayagra.com contenant votre nom d'utilisateur, votre nom complet et votre identifiant d'utilisateur (%@).
la: Auxilium personae alterius (ut tuum studiosum ID addit), mitte inscriptionem electronicam ad dev@jayagra.com continens nomen tuum usoris plenum, et ID usoris (%@).
zh_hans: 如需其他帐户帮助（例如添加您的学生 ID），请发送电子邮件至 dev@jayagra.com，其中包含您的用户名、全名和用户 ID（%@）。

source: Home
es_us: Hogar
fr: Maison
la: domus
zh_hans: 家

source: Human Readable Location
es_us: Ubicación legible para humanos
fr: Emplacement lisible par l'homme
la: Homo locus
zh_hans: 人类可读的位置

source: Leaderboard
es_us: Tabla de clasificación
fr: Classement
la: summo populo
zh_hans: 排行榜

source: Log In
es_us: Iniciar sesión
fr: Se connecter
la: satus sessionis
zh_hans: 登录

source: Log In/Create Account
es_us: Iniciar sesión/Crear cuenta
fr: Se connecter/Créer un compte
la: satus sessionis / persona creo
zh_hans: 登录/创建账户

source: Log Out
es_us: Finalizar la sesión
fr: Se déconnecter
la: finis sessionis
zh_hans: 登出

source: New Event
es_us: nuevo evento
fr: nouvel événement
la: novum diem
zh_hans: 新活动

source: Offers grief support for those dealing with loss, available at the phone number above or the Kara Grief website.
es_us: Ofrece apoyo en duelo para quienes enfrentan una pérdida, disponible en el número de teléfono indicado anteriormente o en el sitio web de Kara Grief.
fr: Offre un soutien au deuil pour ceux qui font face à une perte, disponible au numéro de téléphone ci-dessus ou sur le site Web de Kara Grief.
la: Luctus subsidium praebet pro detrimento, praesto ad numerum telephonicum supra vel in loco Kara Grief.
zh_hans: 为那些遭受失去亲人痛苦的人们提供悲伤支持，可拨打上述电话号码或访问 Kara Grief 网站。

source: OK
fr: d'accord
la: bene
zh_hans: 好的

source: Only the top 100 users are shown.
es_us: Solo se muestran los 100 mejores usuarios.
fr: Seuls les 100 meilleurs utilisateurs sont affichés.
la: Solum summa 100 hominum monstratur.
zh_hans: 仅显示前 100 名用户。

source: Open 9am to 3pm Monday through Friday. Access to mental health, substance abuse, and overall wellness services via partnerships with Star Vista, Miricenter, and Acknowledge Alliance. Drop in for crisis intervention, wellness check-ins, or to practice coping strategies. You may refer yourself or a friend by using the link above or by scanning the QR codes posted around campus.
es_us: Abierto de 9 a. m. a 3 p. m. de lunes a viernes. Acceso a servicios de salud mental, abuso de sustancias y bienestar general a través de asociaciones con Star Vista, Miricenter y Acknowledge Alliance. Venga para recibir intervención en caso de crisis, controles de bienestar o para practicar estrategias de afrontamiento. Puede recomendar a un amigo oa usted mismo utilizando el enlace de arriba o escaneando los códigos QR publicados en el campus.
fr: Ouvert de 9h à 15h du lundi au vendredi. Accès aux services de santé mentale, de toxicomanie et de bien-être général via des partenariats avec Star Vista, Miricenter et Acknowledge Alliance. Venez pour une intervention de crise, des contrôles de bien-être ou pour pratiquer des stratégies d'adaptation. Vous pouvez vous référer vous-même ou un ami en utilisant le lien ci-dessus ou en scannant les codes QR affichés sur le campus.
la: Aperi 9am ad 3pm Lunae per Veneris. Accessus ad sanitatem mentis, substantia abusus, et altiore beneplacito officia per societates cum Star Vista, Miricenter et Agnosce Foedus. Occumbo in discrimine interventu, sanitatem perscriptio in vel parietum strategias exercere. Potes te vel amicum referre utendo nexum supra vel in QR codes circum campum missae intuendo.
zh_hans: 开放时间为周一至周五上午 9 点至下午 3 点。通过与 Star Vista、Miricenter 和 Acknowledge Alliance 合作，可获得心理健康、药物滥用和整体健康服务。可随时前来接受危机干预、健康检查或练习应对策略。您可以使用上面的链接或扫描校园周围张贴的二维码来推荐自己或朋友。

source: Or, text "Help" to [988](sms://988)
es_us: O envíe un mensaje de texto con la palabra “Help” al [988](sms://988)
fr: Ou envoyez « Help » au [988](sms://988)
la: Vel dic “Help” ad [988] (sms://988)
zh_hans: 或者发送短信“Help”至 [988](sms://988)

source: Or, text "START" to [678678](sms://678678)
es_us: O envíe un mensaje de texto con la palabra “START” al [678678](sms://678678)
fr: Ou envoyez le texte « START » au [678678](sms://678678)
la: Vel dic "START" ad [678678](sms://678678)
zh_hans: 或者，发送短信“START”至 [678678](sms://678678)

source: Password
es_us: Contraseña
fr: Mot de passe
la: securitatem verbum
zh_hans: 密码

source: Point Reward
es_us: Recompensa de créditos
fr: Récompense en points
la: denarium praemium
zh_hans: 积分奖励

source: Provides crisis intervention for all youth.
es_us: Proporciona intervención de crisis para todos los jóvenes.
fr: Fournit une intervention en cas de crise à tous les jeunes.
la: Interventus discriminis omnibus praebet iuventutem.
zh_hans: 为所有青少年提供危机干预。

source: pts
es_us: Créditos
fr: Points
la: denarios
zh_hans: 积分

source: Resources
es_us: Recursos
fr: Ressources
la: libri
zh_hans: 资源

source: Scanning for %@
es_us: Escaneando en busca de %@
fr: Recherche de %@
la: Vultus pro %@
zh_hans: 正在扫描 %@

source: Settings
es_us: Ajustes
fr: Paramètres
la: electiones
zh_hans: 设置

source: The event image URL must be a direct URL to a publicly accessible image, either 640x320 or 1280x640.
es_us: La URL de la imagen del evento debe ser una URL directa a una imagen de acceso público, ya sea de 640 x 320 o de 1280 x 640.
fr: L'URL de l'image de l'événement doit être une URL directe vers une image accessible au public, soit 640x320, soit 1280x640.
la: URL imago data esse debet domicilium ad imaginem publicam, vel 640x320 vel 1280x640.
zh_hans: 活动图像 URL 必须是可公开访问的图像的直接 URL，尺寸为 640x320 或 1280x640。

source: The school has counselors available by appointment via the link above or the counseling menu on [mabears.org](mabears.org). For 504 plan support, students can reach out to Intervention Counselors Kerry Larratt (A-L) or Andrea Booth (M-Z) for personalized assistance.
es_us: La escuela cuenta con consejeros disponibles con cita previa a través del enlace anterior o del menú de asesoramiento en [mabears.org](mabears.org). Para recibir asistencia con el plan 504, los estudiantes pueden comunicarse con los consejeros de intervención Kerry Larratt (A-L) o Andrea Booth (M-Z) para recibir asistencia personalizada.
fr: L'école dispose de conseillers disponibles sur rendez-vous via le lien ci-dessus ou le menu de conseil sur [mabears.org](mabears.org). Pour obtenir de l'aide concernant le plan 504, les étudiants peuvent contacter les conseillers en intervention Kerry Larratt (A-L) ou Andrea Booth (M-Z) pour une assistance personnalisée.
la: Schola habet consiliarios per nominationem available per nexum supra vel consilium in menu [mabears.org](mabears.org). Ad 504 auxilium consilium, alumni ad Interventum Consiliariorum Kerry Larratt (A-L) vel Andrea Booth (M-Z) ad auxilium personale pervenire possunt.
zh_hans: 学校有辅导员，可通过上述链接或 [mabears.org](mabears.org) 上的辅导菜单预约。如需 504 计划支持，学生可以联系干预辅导员 Kerry Larratt (A-L) 或 Andrea Booth (M-Z) 以获得个性化帮助。

source: There are no more options for your account at this time. Please email dev@jayagra.com for assistance with account related questions.
es_us: No hay más opciones para su cuenta en este momento. Envíe un correo electrónico a dev@jayagra.com para obtener ayuda con preguntas relacionadas con su cuenta.
fr: Il n'y a plus d'options pour votre compte pour le moment. Veuillez envoyer un e-mail à dev@jayagra.com pour obtenir de l'aide concernant les questions relatives à votre compte.
la: Plures optiones in ratione vestra hoc tempore non sunt. Quaeso electronicas dev@jayagra.com ad auxilium cum interrogationibus relativis rationum.
zh_hans: 目前您的帐户没有其他选项。请发送电子邮件至 dev@jayagra.com 以获取有关帐户问题的帮助。

source: This action is irreversable
es_us: Esta acción es irreversible
fr: cette action est irréversible
la: Hoc actio est immedicabile
zh_hans: 此操作不可逆转

source: Ticket invalid
es_us: Billete no válido
fr: Billet invalide
la: Aditus invalidum
zh_hans: 票无效

source: Ticket is valid
es_us: El billete es válido
fr: Le billet est valable
la: Aditus valida
zh_hans: 票有效

source: Use of inappropriate usernames and/or inaccurate full names will result in administrative action and account deletion. Contact dev@jayagra.com for login help.
es_us: El uso de nombres de usuario inapropiados o nombres completos incorrectos dará lugar a medidas administrativas y a la eliminación de la cuenta. Póngase en contacto con dev@jayagra.com para obtener ayuda con el inicio de sesión.
fr: L'utilisation de noms d'utilisateur inappropriés et/ou de noms complets inexacts entraînera des mesures administratives et la suppression du compte. Contactez dev@jayagra.com pour obtenir de l'aide sur la connexion.
la: Usum indebitum usorum et/vel impropriorum plena nomina in actione administrativa et ratione deletionis provenient. Contactus dev@jayagra.com pro auxilio login.
zh_hans: 使用不适当的用户名和/或不准确的全名将导致行政处罚和帐户删除。请联系 dev@jayagra.com 获取登录帮助。

source: Username
es_us: Nombre de usuario
fr: Nom d'utilisateur
la: Nomen imaginarium
zh_hans: 用户名

source: Validating ticket...
es_us: Validando billete...
fr: Validation du ticket...
la: reprehendo accessum…
zh_hans: 正在验证票...

source: Welcome to M-A's mental health resources chatbot! All questions are anonymous and are never saved.
es_us: ¡Bienvenido al chatbot de recursos de salud mental de M-A! Todas las preguntas son anónimas y nunca se guardan.
fr: Bienvenue sur le chatbot de ressources en santé mentale de M-A ! Toutes les questions sont anonymes et ne sont jamais enregistrées.
la: Welcome to M-A salutem mentis libri machinam chat! Omnes quaestiones anonymae sunt et numquam salvae sunt.
zh_hans: 欢迎使用 M-A 的心理健康资源聊天机器人！所有问题都是匿名的，并且永远不会被保存。

source: %lld POINTS
es_us: %lld créditos
la: %lld DENARIOS
zh_hans: %lld 分

source: Admin Panel
es_us: Panel de administración
la: Dux Mandata
zh_hans: 管理面板

source: Chatbot
es_us: robot conversacional
la: apparatus Disputatio
zh_hans: 聊天机器人

source: CA Youth Crisis Line
es_us: Línea de crisis para jóvenes de CA
zh_hans: CA 青少年危机热线

source: Suicide & Crisis Lifeline
zh_hans: 自杀与危机生命线
